Repository: Octopus-Community/octopus-sdk-swift
Catalog: Sources/OctopusUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, id, it, ja, ms, nb, nl, pl, pt, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# Profile.Detail.Message.One
source: Message
ar: رسالة
da: Besked
de: Beitrag
es: Mensaje
fi: Viesti
hi: संदेश
id: Pesan
it: Messaggio
ja: メッセージ
ms: Mesej
nb: Melding
nl: Bericht
pl: Wiadomość
pt: Mensagem
ro: Mesaj
ru: Сообщение
sv: Meddelande
th: ข้อความ
tr: Mesaj
vi: Tin nhắn
zh_hans: 消息
zh_hant: 訊息

# Profile.Detail.Message.Plural
source: Messages
ar: رسائل
da: Beskeder
de: Beiträge
es: Mensajes
fi: Viestit
hi: संदेश
id: Pesan
it: Messaggi
ja: メッセージ
ms: Mesej
nb: Meldinger
nl: Berichten
pl: Wiadomości
pt: Mensagens
ro: Mesaje
ru: Сообщения
sv: Meddelanden
th: ข้อความ
tr: Mesajlar
vi: Tin nhắn
zh_hans: 消息
zh_hant: 訊息

# Profile.Edit.Bio.Description
source: Bio
ar: نبذة
es: Biografía
fi: Esittely
hi: बायो
ja: 自己紹介
ro: Biografie
ru: Биография
th: ประวัติ
tr: Biyografi
vi: Tiểu sử
zh_hans: 简介
zh_hant: 簡介

# Profile.Edit.Bio.Placeholder
source: Introduce yourself in a few words! Who are you, and what are you hoping to get from the community…
ar: عرّف بنفسك في كلمات قليلة! من أنت، وما الذي تأمل في الحصول عليه من المجتمع…
da: Præsentér dig selv med få ord! Hvem er du, og hvad håber du at få ud af fællesskabet…
de: Stell dich in ein paar Worten vor! Wer bist du und was erwartest du dir von der Community…
es: ¡Preséntate en pocas palabras! ¿Quién eres y qué esperas de la comunidad…?
fi: Esittäytykää muutamalla sanalla! Kuka olette ja mitä toivotte yhteisöltä…
fr: Présentez-vous en quelques mots ! Qui êtes-vous, qu’attendez-vous de la communauté…
hi: कुछ शब्दों में अपना परिचय दें! आप कौन हैं, और कम्युनिटी से क्या उम्मीद रखते हैं…
id: Perkenalkan diri Anda dalam beberapa kata! Siapa Anda, dan apa yang Anda harapkan dari komunitas…
it: Si presenti in poche parole! Chi è e cosa si aspetta dalla comunità…
ja: 短い言葉で自己紹介をしましょう!あなたは誰で、コミュニティから何を得たいですか…
ms: Perkenalkan diri anda dalam beberapa perkataan! Siapa anda, dan apa yang anda harapkan daripada komuniti…
nb: Presenter deg selv med få ord! Hvem er du, og hva håper du å få ut av fellesskapet…
nl: Stel uzelf in een paar woorden voor! Wie bent u en wat hoopt u uit de community te halen…
pl: Przedstaw się w kilku słowach! Kim jesteś i czego oczekujesz od społeczności…
pt: Apresenta-te em poucas palavras! Quem és tu e o que esperas da comunidade…
ro: Prezentați-vă în câteva cuvinte! Cine sunteți și ce sperați să obțineți de la comunitate…
ru: Представьтесь в нескольких словах! Кто Вы и что хотите получить от сообщества…
sv: Presentera dig med några ord! Vem är du och vad hoppas du få ut av communityt…
th: แนะนำตัวด้วยคำสั้นๆ! คุณเป็นใคร และคุณคาดหวังอะไรจากชุมชน…
tr: Kendini birkaç kelimeyle tanıt! Sen kimsin ve topluluktan ne bekliyorsun…
vi: Giới thiệu bản thân bằng vài từ! Bạn là ai và bạn mong đợi điều gì từ cộng đồng…
zh_hans: 用几个词介绍自己！您是谁，您希望从社区中获得什么……
zh_hant: 用幾個字介紹自己！您是誰，您希望從社群中獲得什麼……

# Profile.Edit.Button
source: Edit profile
ar: تعديل الملف الشخصي
da: Redigér profil
de: Profil bearbeiten
es: Editar perfil
fi: Muokatkaa profiilia
fr: Modifier le profil
hi: प्रोफ़ाइल संपादित करें
id: Edit profil
it: Modifica profilo
ja: プロフィールを編集
ms: Edit profil
nb: Rediger profil
nl: Profiel bewerken
pl: Edytuj profil
pt: Editar perfil
ro: Editați profilul
ru: Редактировать профиль
sv: Redigera profil
th: แก้ไขโปรไฟล์
tr: Profili düzenle
vi: Chỉnh sửa hồ sơ
zh_hans: 编辑个人资料
zh_hant: 編輯個人檔案

# Profile.Edit.ClientApp.Alert.Title
source: We will redirect you to the dedicated page to edit this item.
ar: سنقوم بتحويلك إلى الصفحة المخصصة لتعديل هذا العنصر.
da: Vi sender dig videre til siden, hvor du kan redigere dette.
de: Sie werden zur entsprechenden Seite weitergeleitet, um dieses Element zu bearbeiten.
es: Le redirigiremos a la página correspondiente para editar este elemento.
fi: Ohjaamme Teidät sivulle, jolla voitte muokata tätä.
fr: Nous allons vous rediriger vers la page dédiée pour modifier cet élément.
hi: हम आपको इस आइटम को संपादित करने के लिए समर्पित पेज पर पुनर्निर्देशित करेंगे।
id: Kami akan mengarahkan Anda ke halaman khusus untuk mengedit item ini.
it: La reindirizzeremo alla pagina dedicata per modificare questo elemento.
ja: この項目を編集するための専用ページにリダイレクトします。
ms: Kami akan mengalihkan anda ke halaman khusus untuk mengedit item ini.
nb: Vi videresender deg til siden der du kan redigere dette.
nl: We sturen u door naar de pagina waar u dit kunt bewerken.
pl: Przekierujemy Cię na dedykowaną stronę, aby edytować ten element.
pt: Vamos redirecioná-lo para a página dedicada para alterar este elemento.
ro: Vă vom redirecționa către pagina dedicată pentru a edita acest element.
ru: Мы перенаправим Вас на специальную страницу для редактирования этого элемента.
sv: Du kommer att omdirigeras till en särskild sida för att redigera detta.
th: เราจะนำคุณไปยังหน้าที่กำหนดเพื่อแก้ไขรายการนี้
tr: Bu öğeyi düzenlemek için sizi ilgili sayfaya yönlendireceğiz.
vi: Chúng tôi sẽ chuyển hướng bạn đến trang chuyên dụng để chỉnh sửa mục này.
zh_hans: 我们将引导您到专门页面来编辑此项。
zh_hant: 我們將引導您到專門頁面來編輯此項目。

# Profile.Edit.Error.Nickname_minLength:%lld_maxLength:%lld
source: The username must be between %1$lld and %2$lld characters long.
ar: يجب أن يتراوح طول اسم المستخدم بين %1$lld و %2$lld حرفًا.
da: Brugernavnet skal være mellem %1$lld og %2$lld tegn langt.
de: Der Benutzername muss zwischen %1$lld und %2$lld Zeichen enthalten.
es: El alias debe tener entre %1$lld y %2$lld caracteres.
fi: Käyttäjänimessä tulee olla %1$lld–%2$lld merkkiä.
fr: Le pseudo doit contenir entre %1$lld et %2$lld caractères
hi: उपयोगकर्ता नाम %1$lld और %2$lld अक्षरों के बीच होना चाहिए।
id: Nama pengguna harus antara %1$lld dan %2$lld karakter.
it: Lo pseudonimo deve contenere tra %1$lld e %2$lld caratteri
ja: ユーザー名は %1$lld 〜 %2$lld 文字である必要があります。
ms: Nama pengguna mestilah antara %1$lld dan %2$lld aksara.
nb: Brukernavnet må være mellom %1$lld og %2$lld tegn langt.
nl: De gebruikersnaam moet tussen de %1$lld en %2$lld tekens lang zijn.
pl: Pseudonim musi mieć od %1$lld do %2$lld znaków.
pt: O pseudónimo deve ter entre %1$lld e %2$lld caracteres
ro: Numele de utilizator trebuie să aibă între %1$lld și %2$lld caractere.
ru: Имя пользователя должно содержать от %1$lld до %2$lld символов.
sv: Användarnamnet måste vara mellan %1$lld och %2$lld tecken långt.
th: ชื่อผู้ใช้ต้องมีความยาวระหว่าง %1$lld ถึง %2$lld อักขระ
tr: Takma ad %1$lld ile %2$lld karakter arasında olmalıdır.
vi: Tên người dùng phải có độ dài từ %1$lld đến %2$lld ký tự.
zh_hans: 用户名长度必须在 %1$lld 到 %2$lld 个字符之间。
zh_hant: 使用者名稱長度必須在 %1$lld 到 %2$lld 個字元之間。

# Profile.Edit.Nickname.Description
source: Username
ar: اسم المستخدم
da: Brugernavn
de: Benutzername
es: Alias
fi: Käyttäjänimi
fr: Pseudo
hi: उपयोगकर्ता नाम
id: Nama pengguna
it: Pseudonimo
ja: ユーザー名
ms: Nama pengguna
nb: Brukernavn
nl: Gebruikersnaam
pl: Pseudonim
pt: Pseudónimo
ro: Nume de utilizator
ru: Имя пользователя
sv: Användarnamn
th: ชื่อผู้ใช้
tr: Takma ad
vi: Tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

# Profile.Edit.Nickname.Explanation
source: This is the name you will use to interact with the community.
ar: هذا هو الاسم الذي ستستخدمه للتفاعل مع المجتمع.
da: Dette er det navn, du vil bruge til at interagere med fællesskabet.
de: Dies ist der Name, unter dem Sie in der Community interagieren.
es: Este es el nombre con el que interactuará con la comunidad.
fi: Tällä nimellä olette vuorovaikutuksessa yhteisön kanssa.
fr: Il s'agit du nom sous lequel vous allez interagir avec la communauté
hi: यह वह नाम है जिसका उपयोग आप कम्युनिटी के साथ बातचीत करने के लिए करेंगे।
id: Ini adalah nama yang akan Anda gunakan untuk berinteraksi dengan komunitas.
it: È il nome con cui interagirà con la comunità
ja: これはコミュニティと交流する際に使用する名前です。
ms: Ini adalah nama yang akan anda gunakan untuk berinteraksi dengan komuniti.
nb: Dette er navnet du vil bruke for å samhandle med fellesskapet.
nl: Dit is de naam waarmee u met de community communiceert.
pl: To nazwa, pod którą będziesz wchodzić w interakcje ze społecznością.
pt: É o nome com o qual vai interagir com a comunidade
ro: Acesta este numele pe care îl veți folosi pentru a interacționa cu comunitatea.
ru: Это имя, которое Вы будете использовать для взаимодействия с сообществом.
sv: Det här är namnet du kommer att använda när du interagerar med communityt.
th: นี่คือชื่อที่คุณจะใช้ในการโต้ตอบกับชุมชน
tr: Toplulukta etkileşim kurarken kullanacağınız isim budur.
vi: Đây là tên bạn sẽ sử dụng để tương tác với cộng đồng.
zh_hans: 这是您在社区中互动时将使用的名称。
zh_hant: 這是您在社群中互動時將使用的名稱。

# Profile.Edit.Picture.Change
source: Replace the photo
ar: استبدال الصورة
da: Erstat billedet
de: Foto ersetzen
es: Reemplazar la foto
fi: Vaihtakaa kuva
fr: Remplacer la photo
hi: फ़ोटो बदलें
id: Ganti foto
it: Sostituisci la foto
ja: 写真を変更
ms: Gantikan foto
nb: Erstatt bildet
nl: Vervang de foto
pl: Zmień zdjęcie
pt: Substituir a foto
ro: Înlocuiți fotografia
ru: Заменить фото
sv: Byt foto
th: แทนที่รูปภาพ
tr: Fotoğrafı değiştir
vi: Thay thế ảnh
zh_hans: 更换照片
zh_hant: 更換照片

# Profile.Edit.Picture.Delete
source: Delete picture
ar: حذف الصورة
da: Slet billede
de: Foto löschen
es: Eliminar la foto
fi: Poistakaa kuva
fr: Supprimer la photo
hi: फ़ोटो हटाएं
id: Hapus foto
it: Elimina la foto
ja: 写真を削除
ms: Padam foto
nb: Slett bilde
nl: Verwijder foto
pl: Usuń zdjęcie
pt: Apagar a foto
ro: Ștergeți fotografia
ru: Удалить фото
sv: Ta bort bild
th: ลบรูปภาพ
tr: Fotoğrafı sil
vi: Xóa ảnh
zh_hans: 删除照片
zh_hant: 刪除照片

# Profile.Nickname.Placeholder
source: Your username
ar: اسم المستخدم الخاص بك
da: Dit brugernavn
de: Ihr Benutzername
es: Su alias
fi: Käyttäjänimenne
fr: Votre pseudo
hi: आपका उपयोगकर्ता नाम
id: Nama pengguna Anda
it: Il suo pseudonimo
ja: あなたのユーザー名
ms: Nama pengguna anda
nb: Brukernavnet ditt
nl: Uw gebruikersnaam
pl: Twój pseudonim
pt: O seu pseudónimo
ro: Numele dumneavoastră de utilizator
ru: Ваше имя пользователя
sv: Ditt användarnamn
th: ชื่อผู้ใช้ของคุณ
tr: Takma adınız
vi: Tên người dùng của bạn
zh_hans: 您的用户名
zh_hant: 您的使用者名稱

# Profile.Posts.Title_name:%@
source: %1$@'s Posts
ar: منشورات %1$@
da: Opslag af %1$@
de: Beiträge von %1$@
es: Publicaciones de %1$@
fi: %1$@:n julkaisut
fr: Publications de %1$@
hi: %1$@ की पोस्ट
id: Postingan dari %1$@
it: Pubblicazioni di %1$@
ja: %1$@ の投稿
ms: Hantaran %1$@
nb: Innlegg av %1$@
nl: Berichten van %1$@
pl: Posty: %1$@
pt: Publicações de %1$@
ro: Postări de %1$@
ru: Посты от %1$@
sv: Inlägg av %1$@
th: โพสต์ของ %1$@
tr: %1$@ - Paylaşımlar
vi: Bài đăng của %1$@
zh_hans: %1$@ 的帖子
zh_hant: %1$@ 的貼文

# Profile.Tabs.Notifications
source: Notifications
ar: الإشعارات
da: Notifikationer
de: Benachrichtigungen
es: Notificaciones
fi: Ilmoitukset
hi: सूचनाएं
id: Notifikasi
it: Notifiche
ja: 通知
ms: Pemberitahuan
nb: Varsler
nl: Meldingen
pl: Powiadomienia
pt: Notificações
ro: Notificări
ru: Уведомления
sv: Notiser
th: การแจ้งเตือน
tr: Bildirimler
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# Profile.Tabs.Posts
source: Posts
ar: المنشورات
da: Opslag
de: Beiträge
es: Publicaciones
fi: Julkaisut
fr: Publications
hi: पोस्ट
id: Postingan
it: Pubblicazioni
ja: 投稿
ms: Hantaran
nb: Innlegg
nl: Berichten
pl: Publikacje
pt: Publicações
ro: Postări
ru: Посты
sv: Inlägg
th: โพสต์
tr: Gönderiler
vi: Bài đăng
zh_hans: 帖子
zh_hant: 貼文

# Profile.Tag.Admin
source: Admin
ar: إدارة
fi: Ylläpito
hi: एडमिन
ja: 管理
ru: Админ
th: แอดมิน
vi: Quản trị
zh_hans: 管理员
zh_hant: 管理員

# Profile.Title
source: Profile
ar: الملف الشخصي
da: Profil
de: Profil
es: Perfil
fi: Profiili
fr: Profil
hi: प्रोफ़ाइल
id: Profil
it: Profilo
ja: プロフィール
ms: Profil
nb: Profil
nl: Profiel
pl: Profil
pt: Perfil
ro: Profil
ru: Профиль
sv: Profil
th: โปรไฟล์
tr: Profil
vi: Hồ sơ
zh_hans: 个人资料
zh_hant: 個人檔案

# Reply.Create.Text.Placeholder
source: Add a reply
ar: إضافة رد
da: Tilføj et svar
de: Auf den Kommentar antworten
es: Responder al comentario
fi: Lisätkää vastaus
fr: Répondre au commentaire
hi: जवाब जोड़ें
id: Tambahkan balasan
it: Rispondi al commento
ja: 返信を追加
ms: Tambah balasan
nb: Legg til et svar
nl: Voeg een antwoord toe
pl: Odpowiedz na komentarz
pt: Responder ao comentário
ro: Adăugați un răspuns
ru: Добавить ответ
sv: Svara på kommentaren
th: เพิ่มการตอบกลับ
tr: Yorumu yanıtla
vi: Thêm trả lời
zh_hans: 添加回复
zh_hant: 新增回覆

# Reply.Delete.Button
source: Delete my reply
ar: حذف ردي
da: Slet mit svar
de: Antwort löschen
es: Eliminar la respuesta
fi: Poistakaa vastaukseni
fr: Supprimer la réponse
hi: मेरा जवाब हटाएं
id: Hapus balasan saya
it: Elimina la risposta
ja: 自分の返信を削除
ms: Padam balasan saya
nb: Slett svaret mitt
nl: Verwijder mijn antwoord
pl: Usuń odpowiedź
pt: Apagar a resposta
ro: Ștergeți răspunsul meu
ru: Удалить мой ответ
sv: Ta bort mitt svar
th: ลบการตอบกลับของฉัน
tr: Yanıtı sil
vi: Xóa trả lời của tôi
zh_hans: 删除我的回复
zh_hant: 刪除我的回覆

# Reply.Delete.Confirmation.Title
source: Are you sure you want to delete this reply? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف هذا الرد؟ لا يمكن التراجع عن هذا الإجراء.
da: Er du sikker på, at du vil slette dette svar? Denne handling kan ikke fortrydes.
de: Möchten Sie diese Antwort wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Realmente desea eliminar esta respuesta? Esta acción es irreversible.
fi: Haluatteko varmasti poistaa tämän vastauksen? Tätä toimintoa ei voi peruuttaa.
fr: Voulez-vous vraiment supprimer cette réponse ? Cette action est irréversible.
hi: क्या आप वाकई इस जवाब को हटाना चाहते हैं? इस क्रिया को पूर्ववत नहीं किया जा सकता।
id: Apakah Anda yakin ingin menghapus balasan ini? Tindakan ini tidak dapat dibatalkan.
it: Desidera davvero eliminare questa risposta? Questa azione è irreversibile.
ja: この返信を削除してもよろしいですか?この操作は取り消せません。
ms: Adakah anda pasti mahu memadam balasan ini? Tindakan ini tidak boleh dibatalkan.
nb: Er du sikker på at du vil slette dette svaret? Denne handlingen kan ikke angres.
nl: Weet u zeker dat u dit antwoord wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz usunąć tę odpowiedź? Tej operacji nie można cofnąć.
pt: Tem a certeza de que quer apagar esta resposta ? Esta ação é irreversível.
ro: Sunteți sigur că doriți să ștergeți acest răspuns? Această acțiune nu poate fi anulată.
ru: Вы уверены, что хотите удалить этот ответ? Это действие нельзя отменить.
sv: Är du säker på att du vill ta bort det här svaret? Den här åtgärden kan inte ångras.
th: คุณแน่ใจหรือไม่ว่าต้องการลบการตอบกลับนี้? การกระทำนี้ไม่สามารถยกเลิกได้
tr: Bu yanıtı gerçekten silmek istiyor musunuz? Bu işlem geri alınamaz.
vi: Bạn có chắc chắn muốn xóa trả lời này không? Hành động này không thể hoàn tác.
zh_hans: 您确定要删除此回复吗？此操作无法撤销。
zh_hant: 您確定要刪除此回覆嗎？此操作無法復原。

# Reply.Delete.Done
source: Reply deleted
ar: تم حذف الرد
da: Svar slettet
de: Antwort gelöscht
es: Respuesta eliminada
fi: Vastaus poistettu
fr: Réponse supprimée
hi: जवाब हटा दिया गया
id: Balasan dihapus
it: Risposta eliminata
ja: 返信を削除しました
ms: Balasan dipadam
nb: Svar slettet
nl: Antwoord verwijderd
pl: Odpowiedź usunięta
pt: Resposta apagada
ro: Răspuns șters
ru: Ответ удалён
sv: Svaret har tagits bort
th: ลบการตอบกลับแล้ว
tr: Yanıt silindi.
vi: Đã xóa trả lời
zh_hans: 回复已删除
zh_hant: 回覆已刪除

# Reply.See_count:%lld
source: See %1$lld replies
ar: عرض %1$lld ردود
da: Vis %1$lld svar
de: %1$lld Antworten anzeigen
es: Ver %1$lld respuestas
fi: Näyttäkää %1$lld vastausta
fr: Voir %1$lld réponses
hi: %1$lld जवाब देखें
id: Lihat %1$lld balasan
it: Visualizzi %1$lld risposte
ja: %1$lld 件の返信を見る
ms: Lihat %1$lld balasan
nb: Vis %1$lld svar
nl: Toon %1$lld antwoorden
pl: Zobacz %1$lld odpowiedzi
pt: Ver %1$lld respostas
ro: Vedeți %1$lld răspunsuri
ru: Показать %1$lld ответов
sv: Visa %1$lld svar
th: ดู %1$lld การตอบกลับ
tr: %1$lld yanıtı gör
vi: Xem %1$lld trả lời
zh_hans: 查看 %1$lld 条回复
zh_hant: 查看 %1$lld 則回覆

# Report.Reason.ChildExploitationOrAbuse
source: Child exploitation or abuse
ar: استغلال أو إساءة للأطفال
da: Udnyttelse eller misbrug af børn
de: Ausbeutung oder Missbrauch von Minderjährigen
es: Explotación o abuso de menores
fi: Lasten hyväksikäyttö
fr: Exploitation ou abus de mineurs
hi: बच्चों का शोषण या दुर्व्यवहार
id: Eksploitasi atau pelecehan anak
it: Sfruttamento o abuso di minori
ja: 児童の搾取または虐待
ms: Eksploitasi atau penderaan kanak-kanak
nb: Utnyttelse eller misbruk av barn
nl: Uitbuiting of misbruik van kinderen
pl: Wykorzystywanie lub nadużycia wobec nieletnich
pt: Exploração ou abuso de menores
ro: Exploatare sau abuz asupra copiilor
ru: Эксплуатация или насилие над детьми
sv: Utnyttjande eller övergrepp mot barn
th: การแสวงประโยชน์หรือการล่วงละเมิดเด็ก
tr: Çocukların sömürülmesi veya istismarı
vi: Bóc lột hoặc lạm dụng trẻ em
zh_hans: 儿童剥削或虐待
zh_hant: 兒童剝削或虐待

# Report.Reason.ExplicitOrInappropriateContent
source: Explicit or inappropriate content
ar: محتوى صريح أو غير لائق
da: Eksplicit eller upassende indhold
de: Sexuelle oder unangemessene Inhalte
es: Contenido sexual o inapropiado
fi: Eksplisiittinen tai sopimaton sisältö
fr: Contenu sexuel ou inapproprié
hi: स्पष्ट या अनुचित सामग्री
id: Konten eksplisit atau tidak pantas
it: Contenuto sessuale o inappropriato
ja: 露骨または不適切なコンテンツ
ms: Kandungan eksplisit atau tidak sesuai
nb: Eksplisitt eller upassende innhold
nl: Expliciete of ongepaste inhoud
pl: Treści seksualne lub nieodpowiednie
pt: Conteúdo sexual ou inapropriado
ro: Conținut explicit sau nepotrivit
ru: Откровенное или неуместное содержимое
sv: Sexuellt eller olämpligt innehåll
th: เนื้อหาที่ชัดเจนหรือไม่เหมาะสม
tr: Cinsel veya uygunsuz içerik
vi: Nội dung tục tĩu hoặc không phù hợp
zh_hans: 露骨或不当内容
zh_hant: 露骨或不當內容

# Report.Reason.FakeProfilesAndImpersonation
source: Illegal activities or products
ar: أنشطة أو منتجات غير قانونية
da: Ulovlige aktiviteter eller produkter
de: Illegale Aktivitäten oder Produkte
es: Actividades o productos ilegales
fi: Laittomat toiminnot tai tuotteet
fr: Activités ou produits illégaux
hi: अवैध गतिविधियाँ या उत्पाद
id: Aktivitas atau produk ilegal
it: Attività o prodotti illegali
ja: 違法な活動または製品
ms: Aktiviti atau produk haram
nb: Ulovlige aktiviteter eller produkter
nl: Illegale activiteiten of producten
pl: Nielegalne działania lub produkty
pt: Atividades ou produtos ilegais
ro: Activități sau produse ilegale
ru: Незаконная деятельность или товары
sv: Olagliga aktiviteter eller produkter
th: กิจกรรมหรือผลิตภัณฑ์ที่ผิดกฎหมาย
tr: Yasa dışı faaliyetler veya ürünler
vi: Hoạt động hoặc sản phẩm bất hợp pháp
zh_hans: 非法活动或产品
zh_hant: 非法活動或產品

# Report.Reason.HateSpeechOrDiscriminationOrHarassment
source: Hate speech, discrimination, and harassment
ar: خطاب الكراهية والتمييز والتحرش
da: Hadefuld tale, diskrimination og chikane
de: Hassrede, Diskriminierung und Belästigung
es: Discurso de odio, discriminación y acoso
fi: Vihapuhe, syrjintä ja häirintä
fr: Discours haineux, discrimination et harcèlement
hi: नफ़रत भरी बातें, भेदभाव और उत्पीड़न
id: Ujaran kebencian, diskriminasi, dan pelecehan
it: Discorsi d'odio, discriminazione e molestie
ja: ヘイトスピーチ、差別、嫌がらせ
ms: Ucapan kebencian, diskriminasi, dan gangguan
nb: Hatefull tale, diskriminering og trakassering
nl: Haatzaaiing, discriminatie en intimidatie
pl: Mowa nienawiści, dyskryminacja lub nękanie
pt: Discurso de ódio, discriminação e assédio
ro: Discurs instigator la ură, discriminare și hărțuire
ru: Разжигание ненависти, дискриминация и преследование
sv: Hatpropaganda, diskriminering eller trakasserier
th: วาจาแสดงความเกลียดชัง การเลือกปฏิบัติ และการคุกคาม
tr: Nefret söylemi, ayrımcılık ve taciz
vi: Ngôn từ thù ghét, phân biệt đối xử và quấy rối
zh_hans: 仇恨言论、歧视和骚扰
zh_hant: 仇恨言論、歧視和騷擾

# Report.Reason.IntellectualPropertyViolation
source: Intellectual property violation
ar: انتهاك الملكية الفكرية
da: Krænkelse af intellektuel ejendomsret
de: Verstoß gegen geistige Eigentumsrechte
es: Infracción de la propiedad intelectual
fi: Immateriaalioikeuksien loukkaus
fr: Violation de propriété intellectuelle
hi: बौद्धिक संपदा का उल्लंघन
id: Pelanggaran kekayaan intelektual
it: Violazione della proprietà intellettuale
ja: 知的財産権の侵害
ms: Pelanggaran harta intelek
nb: Brudd på åndsverk
nl: Schending van intellectueel eigendom
pl: Naruszenie własności intelektualnej
pt: Violação de propriedade intelectual
ro: Încălcarea proprietății intelectuale
ru: Нарушение интеллектуальной собственности
sv: Intrång i immateriella rättigheter
th: การละเมิดทรัพย์สินทางปัญญา
tr: Fikri mülkiyet ihlali
vi: Vi phạm sở hữu trí tuệ
zh_hans: 知识产权侵权
zh_hant: 智慧財產權侵權

# Report.Reason.Other
source: Other
ar: أخرى
da: Andet
de: Sonstiges
es: Otro
fi: Muu
fr: Autre
hi: अन्य
id: Lainnya
it: Altro
ja: その他
ms: Lain
nb: Annet
nl: Anders
pl: Inne
pt: Outro
ro: Altele
ru: Другое
sv: Annat
th: อื่นๆ
tr: Diğer
vi: Khác
zh_hans: 其他
zh_hant: 其他

# Report.Reason.SpamAndScams
source: Spam, scams, or fake profile
ar: بريد عشوائي أو احتيال أو ملف شخصي مزيف
da: Spam, svindel eller falsk profil
de: Spam, Betrug oder Fake-Profil
es: Spam, estafas o perfil falso
fi: Spam, huijaukset tai valeprofiili
fr: Spam, arnaques ou faux profil
hi: स्पैम, धोखाधड़ी या नकली प्रोफ़ाइल
id: Spam, penipuan, atau profil palsu
it: Spam, truffe o profilo falso
ja: スパム、詐欺、または偽プロフィール
ms: Spam, penipuan atau profil palsu
nb: Spam, svindel eller falsk profil
nl: Spam, oplichting of nepprofiel
pl: Spam, oszustwa lub fałszywy profil
pt: Spam, burlas ou perfil falso
ro: Spam, escrocherii sau profil fals
ru: Спам, мошенничество или поддельный профиль
sv: Spam, bedrägerier eller falsk profil
th: สแปม การหลอกลวง หรือโปรไฟล์ปลอม
tr: Spam, dolandırıcılık veya sahte profil
vi: Spam, lừa đảo hoặc hồ sơ giả mạo
zh_hans: 垃圾信息、诈骗或虚假资料
zh_hant: 垃圾訊息、詐騙或虛假個人檔案

# Report.Reason.SuicideAndSelfHarm
source: Suicide and self-harm
ar: الانتحار وإيذاء النفس
da: Selvmord og selvskade
de: Suizid oder selbstschädigendes Verhalten
es: Suicidio o conductas autolesivas
fi: Itsemurha ja itsensä vahingoittaminen
fr: Suicide ou comportements autodestructeurs
hi: आत्महत्या और आत्म-नुकसान
id: Bunuh diri dan melukai diri sendiri
it: Suicidio o comportamenti autolesionisti
ja: 自殺と自傷
ms: Bunuh diri dan mencederakan diri
nb: Selvmord og selvskading
nl: Zelfmoord en zelfbeschadiging
pl: Samobójstwo lub zachowania autodestrukcyjne
pt: Suicídio ou comportamentos autodestrutivos
ro: Sinucidere și autovătămare
ru: Суицид и самоповреждение
sv: Självmord eller självskadebeteende
th: การฆ่าตัวตายและทำร้ายตนเอง
tr: İntihar veya kendine zarar verme davranışları
vi: Tự tử và tự gây thương tích
zh_hans: 自杀和自我伤害
zh_hant: 自殺和自我傷害

# Report.Reason.ViolenceAndTerrorism
source: Violence and terrorism
ar: العنف والإرهاب
da: Vold og terrorisme
de: Gewalt und Terrorismus
es: Violencia y terrorismo
fi: Väkivalta ja terrorismi
fr: Violence et terrorisme
hi: हिंसा और आतंकवाद
id: Kekerasan dan terorisme
it: Violenza e terrorismo
ja: 暴力とテロリズム
ms: Keganasan dan terorisme
nb: Vold og terrorisme
nl: Geweld en terrorisme
pl: Przemoc i terroryzm
pt: Violência e terrorismo
ro: Violență și terorism
ru: Насилие и терроризм
sv: Våld och terrorism
th: ความรุนแรงและการก่อการร้าย
tr: Şiddet ve terörizm
vi: Bạo lực và khủng bố
zh_hans: 暴力和恐怖主义
zh_hant: 暴力和恐怖主義

# Settings.Community.Title
source: Community Settings
ar: إعدادات المجتمع
da: Fællesskabets indstillinger
de: Community-Einstellungen
es: Configuración de la comunidad
fi: Yhteisön asetukset
fr: Paramètres de la communauté
hi: कम्युनिटी सेटिंग्स
id: Pengaturan komunitas
it: Impostazioni della comunità
ja: コミュニティ設定
ms: Tetapan komuniti
nb: Innstillinger for fellesskapet
nl: Community-instellingen
pl: Ustawienia społeczności
pt: Definições da comunidade
ro: Setările comunității
ru: Настройки сообщества
sv: Community-inställningar
th: การตั้งค่าชุมชน
tr: Topluluk ayarları
vi: Cài đặt cộng đồng
zh_hans: 社区设置
zh_hant: 社群設定
